[
    {
        "type": "highlighted",
        "id": "4",
        "askingPrice": 8240000,
        "municipality": "Erie",
        "area": "CO 80516",
        "daysSincePublish": 4,
        "livingArea": 240,
        "numberOfRooms": 10,
        "streetAddress": "1436 Cherry Place",
        "imageURL": "local://bundle/demoProperty3",
        "description": "Welcome to the most magical place to call home. This lovingly lived-in and updated 5-bedroom, 4-bathroom residence stands out with its unique personality and charm, unlike any other in the area. Hardwood Hickory floors grace the main and upper levels, adding warmth and elegance.The fully finished basement is perfect for entertaining, featuring a wet bar and ample space for gatherings. It provides additional living space, perfect for an office or guest suite.",
        "patio": "Yes"
    },
    {
        "type": "plain",
        "id": "1",
        "askingPrice": 3800000,
        "municipality": "Denver",
        "area": "CO 80212",
        "daysSincePublish": 10,
        "livingArea": 50,
        "numberOfRooms": 2,
        "streetAddress": "3989 Zenobia Street",
        "imageURL": "local://bundle/demoProperty1",
        "description": "Welcome to your cozy oasis in Berkeley! Don't let the size fool you - this home is functional for the modern buyer with plenty of parking and a work-from-home space. As you enter the gate off of Zenobia, you'll be enveloped in large, mature trees. Your entire yard space is fenced-in and about as private as it gets. There is plenty of space for raised garden beds and a small shed if needed. Inside, the main living space is conveniently open to the central kitchen.",
        "patio": "Yes"
    },
    {
        "type": "area",
        "id": "3",
        "area": "Stockholm",
        "ratingFormatted": "4.8/5",
        "averagePrice": 3501000,
        "imageURL": "local://bundle/demoArea",
    },
    {
        "type": "plain",
        "id": "2",
        "askingPrice": 6950000,
        "municipality": "Denver",
        "area": "CO 80212",
        "daysSincePublish": 20,
        "livingArea": 125,
        "numberOfRooms": 5.5,
        "streetAddress": "5069 Stuart Street",
        "imageURL": "local://bundle/demoProperty2",
        "description": "Visit Our Open Houses! Friday, May 31st from 5:00pm-7:00pm OR Sunday, June 2nd from 12:00pm-2:00pm! Welcome to your dream home! This charming one-story ranch gem boasts an array of modern upgrades and eco-friendly features! Enjoy peace of mind with a built-in security system and Ring doorbell while the solar panels ensure energy efficiency and cost savings. Step inside to find upgraded windows, wood floors, soothing paint, a welcoming living room, formal dining, and modern light fixtures.",
        "patio": "Yes"
    }
]
